Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: Keep units in packs so the enemy cannot attack from as many sides, and so you can outnumber each enemy unit. Put your units in a line so that the enemy cannot attack any one of your units from more than two sides.
uk_ua: Переміщуйте ваших бійців групами, щоб у ворога не було можливості атакувати їх з кількох сторін, а ви перевершували б числом поодиноких ворожих бійців. Вибудовуйте ваших бійців в лінію, щоб ворог не міг атакувати нікого з ваших бійців більше, ніж з двох сторін.

source: Kegrid
uk_ua: Кегрід

source: Kelp Forest
uk_ua: Ліс водорослей

source: Kembe
uk_ua: Кембе

source: Keshan
uk_ua: Кешан

source: Keshan returned to Bilheld where the drakes were still leaderless. He beat them all into submission (which is the drake way) and ruled there with an iron fist.
uk_ua: Кешан повернувся до Більхельду, де дрейки досі сперечалися за титул лідера. Він підпорядкував їх усіх(методами дрейків) і жорстко правив там відтоді.

source: Key
uk_ua: Ключ

source: Khrulg
uk_ua: Хрулг

source: Kick
uk_ua: Прогнати

source: Kick + Ban
uk_ua: Прогнати + забанити

source: Kick a player or observer.
uk_ua: Копнути гравця або глядача.

source: Kick a user in multiplayer. They will be able to rejoin the game. If you just want to change control of their side(s) use the :control command instead.
uk_ua: Копнути гравця з багатокористувацької гри. Він зможе повернутися до гри знову. Якщо ви просто хочете змінити керування фракцією (фракціями), використовуйте команду :control.

source: Kidnappers
uk_ua: Викрадачі

source: Kill Unit (Debug!)
uk_ua: Вбити бійця (Відладка!)

source: Kill all elves in the caves
uk_ua: Убийте всіх ельфів у печері

source: Kill all elves in the caves after the gates are closed
uk_ua: Убийте всіх ельфів у печері після закриття брами

source: Kill all enemy patrols before they reach the outpost
uk_ua: Знищити ворожий патруль раніше, ніж він досягне аванпосту

source: Kill all enemy units
uk_ua: Убийте всіх ворогів

source: Kill all the guards, and capture the guardhouse
uk_ua: Убийте всіх вартових і захопіть вартівню

source: Kill any people from Parthyn but Drogan
uk_ua: Вбийте всіх жителів Парсина окрім Дрогана

source: Kill every enemy unit
uk_ua: Убийте всі бойові одиниці противника

source: Kill her!
uk_ua: Убити її!

source: Kill the Dark Adept before more elves arrive
uk_ua: Убити Темного адепта, поки не з'явилося більше ельфів

source: Kill the Wesnoth army captain, Tarwen
uk_ua: Убити капітана армії Весноту, Тарвена

source: Kill the dark sorcerer to get the cell key
uk_ua: Убий чорнокнижника, щоб здобути ключа до камери

source: Kill the lich to get his book
uk_ua: Убийте ліча і заберіть його книгу

source: Kill the orc leaders
uk_ua: Вбийте вождів орків

source: Kill them all! For our slain friend.
uk_ua: Убити їх усіх! За нашого полеглого друга.

source: Kill these filthy elves! Show all warlords the might of Zorlan! When they accept him as sovereign we will all be rewarded!
uk_ua: Убийте цих нікчемних ельфів! Покажіть усім вождям могутть Зорлана! Коли вони визнають його своїми паном, він винагородить вас усіх!

source: Killing all enemy leaders usually gives instant victory.
uk_ua: Вбивство ворожих ліредів зазвичай дає негайну перемогу.

source: Killing these enemies was good, but there are many more on the way. It will take greater might than we have to defeat them.
uk_ua: Добре, що ми вбили цих ворогів, але на нашому шляху буде ще більше. Щоб перемогти їх, потрібно більше сил, ніж у нас зараз є.

source: Killing these enemies was good, but there are many more on the way. I’m sure it is still unsafe here.
uk_ua: Вбивати цих ворогів непогано, але їх ще багато на підході. Я впевнена, що тут небезпечно.

source: Kills
uk_ua: Вбивств

source: Kinan
uk_ua: Кінан

source: King Addroran IX
uk_ua: Король Аддроран IX

source: King Addroran, your day is done. Prepare to be ground to dust. If you’re lucky I may raise you from death for my own amusement. Oh, and what’s this? I sense, I sense the Ruby of Fire.
uk_ua: Королю Аддроране, дні твої злічені. Приготуйся перетворитися в прах. А може, тобі повезе, і я воскрешу тебе з мертвих для потіхи. Ох, але що це? Я відчуваю його, я відчуваю Вогняний Рубін.

source: King Eldaric IV
uk_ua: Король Ельдарік IV

source: King of Wesnoth
uk_ua: Король Весноту

source: King, there will be a new kingdom in the east, and the bulk of the fleet will bear the flag of Southbay. A new throne and new lands await you in the east.
uk_ua: Королю, на сході буде нове королівство, а велика частина флоту нестиме прапор Південної Бухти. На сході вас чекає новий трон і нові землі.

source: Kingdom of Wesnoth
uk_ua: Королівство Веснот

source: Knafa-Tan
uk_ua: Кнафа-Тан

source: Knafa-ord
uk_ua: Кнафа-орд

source: Knafakhan
uk_ua: Кнафахан

source: Knago-Brek
uk_ua: Кнаго-Брек

source: Knalgan Alliance
uk_ua: Союз Кналги

source: Knalgan Theme
uk_ua: Тема Кналга

source: Knalgans
uk_ua: Кпалганці

source: Knash
uk_ua: Кнаш

source: Knight
uk_ua: Лицар

source: Knights of the highest virtue, Paladins have sworn their strength not to king and crown, but to ideals themselves; of chivalry, and the stewardship of everything that is good. They may serve in the armies of the world, but their first loyalties often lie with groups of their own making; secret, monastic orders that cross political and cultural boundaries. Rulers are sometimes wary of them, for the paladins’ loyalty is only as strong as the liege’s apparent virtue. This has led the more darkly ambitious to either attempt to defame and disperse these groups, or more rarely, to conjure elaborate deceptions to keep these otherwise staunchly loyal troops in service. Full paladins are generally not quite as fearsome as the ‘Grand Knights’ that champion most armies, but they are first-class fighters nonetheless. Additionally, their wisdom and piety grants these warrior monks certain curious abilities; a paladin is very powerful in fighting magical or unnatural things, and most have some skill at medicine and healing.
uk_ua: Найбільш доброчесні лицарі, Паладини, присвячують свою силу служінню не королю і не короні, а самим ідеалам лицарства, честі і доброти. Вони можуть полягати в чиїй-небудь армії, але в першу чергу вони віддані своїм однодумцям: секретним орденам чернечого типу, для яких не існує політичних або культурних меж. Правителі іноді ставляться до них насторожено, оскільки вони настільки вірні, наскільки такими можуть бути найдоброчесні васали. Тому недоброзичливці намагаються обчорнити і розпустити їх ордени, або (що є рідкістю) йдуть на обман, щоб змусити цих чесних воїнів служити собі. Хоча паладини зазвичай не такі грізні в бою, як Великі лицарі, що ведуть більшість армій, проте вони — першокласні воїни. Крім того, їх мудрість і віра дають цим ченцям-воїнам цікаві здібності: паладин непереможний в бою з магічними та надприродніми створіннями, а більшість з них здатні лікувати та зцілювати соратників.

source: Know this, Baldras. During the past week, several patrols have again ventured across the Great River into Annuvin. A woman named Relana opposed them with a small militia and was victorious, but with heavy losses. The Crown, however, has begun to take notice of this rebellion and is massing forces within Halstead. When its armies are raised, none of your little villages will be able to resist them. Your only choice would be to flee farther north into orcish territory.
uk_ua: Балдрасе, чи ти знаєш, що минулого тижня декілька патрулів переправилося через Велику Ріку в Аннувін? Жінка на ім'я Релана повстала проти них і, маючи малі сили, перемогла, хоч і з важкими втратами. Корона, в свою чергу, нарешті помітила повстання й тепер збирає сили в Халстеді. Коли армії будуть зібрані, жодне з ваших поселень не встоїть проти них. Вам лишиться лише тікати на північ, у землі орків.

source: Know what?
uk_ua: Знає що?

source: Kolbur
uk_ua: Колбур

source: Konrad
uk_ua: Конрад

source: Konrad, note that Haldiel does not seek gold upkeep; as a loyal unit he fights for us solely out of loyalty to our cause. Such units are extremely valuable. Take care to use them cautiously in battle, lest they fall.
uk_ua: Конраде, зверни увагу, що Галдіель не вимагає винагороди; як вірний воїн, він б'ється за нас лише через вірність нашій справі. Такі воїни надзвичайно цінні для нас. Піклуйся про них і використовуй в боях обережно, аби не втратити їх.

source: Konrad, this is Kaylan, one of the mightiest of the horse lords, and one of the few who is willing to oppose the Dark Crown. Rumor has it that his lance has slain fifty men and a hundred orcs.
uk_ua: Знайомся, Конраде, це Кайлан, один з кращих вершників королівства і один з тих небагатьох, хто вирішив виступити проти Темної Королеви. Ходять чутки, що його спис простромив п'ятьдесят людей і сотню орків.

source: Konrad, training is important. If we only have inexperienced troops when we reach Elensefar, then our journey is likely to end in sight of the city’s gates.
uk_ua: Конраде, тренування важливі. Якщо ми підійдемо до Еленсефару маючи лише недосвідчених новобранців, то скоріш за все наша подорож там і завершиться.

source: Korean Translation
uk_ua: Корейський переклад

source: Kraa...
uk_ua: Краа...

source: Krah!
uk_ua: Краг!

source: Kraken
uk_ua: Кракен

source: Krakens are gigantic creatures of the seas. They can grab their opponents with strong tentacles, or spit a poisonous black ink from a distance. The best way to survive an encounter with these monsters is to remain ashore.
uk_ua: Кракени — це гігантські морські створіння. Вони можуть схопити противника сильними щупальцями, або з відстані плюнути отруйним чорнилом. Найкращий спосіб вижити при зустрічі з цими монстрами — залишатися на суші.

source: Kramak
uk_ua: Крамак

source: Krardul
uk_ua: Крардул

source: Krash
uk_ua: Краш

source: Krawg
uk_ua: Кравг

source: Kreg’a’shar Trr
uk_ua: Крег’а’шар Трр

source: Krellis himself married within a few years, and fathered strong sons and beautiful daughters. When the orcs who had learned to fear his father tested Jotha again, they learned to fear Kai Krellis even more.
uk_ua: Креліс одружився через кілька років, та виростив сильних синів і прекрасних доньок. Коли орки, котрі боялися його батька, повернулися знову, вони навчилися боятися Кая Креліса навіть більше.

source: Krellis...choose your words carefully. Tyegëa is a bit unpredictable.
uk_ua: Крелісе...ретельно обирай свої слова. Тигея дещо непередбачувана.

source: Krissaz
uk_ua: Кріссаз

source: Krog
uk_ua: Крог

source: Krongk
uk_ua: Кронґк

source: Krumful
uk_ua: Крамфул

source: Krung
uk_ua: Крунґ

source: Kuhnar
uk_ua: Кугнар

source: Kwaboo
uk_ua: Квабу

source: K’Vark
uk_ua: К'Варк

source: K’rrlar Oban
uk_ua: К'ррлар Обан

source: Label Tool
uk_ua: Інструмент написів

source: Label:
uk_ua: Мітка:

source: Lady Dionli
uk_ua: Леді Діонлі

source: Lady Jessene
uk_ua: Пані Джессен

source: Lady Jessene soon departs. In the distance a voice booms:
uk_ua: Леді Джессен незабаром пішла. Вдалині гудів голос:

source: Lady Outlaw
uk_ua: Пані Злодіїв

source: Lady, why would you let those monsters lead your people?
uk_ua: Але, пані, як ви дозволили цим чудовиськам правити вашим народом?

source: Lady, why would you let those undead monsters lead your people?
uk_ua: Пані, чому ви дозволили цим мерцям правити вашим народом?

source: Laffalialomdium
uk_ua: Лаффаліаломдіум

source: Lair
uk_ua: Лігво

source: Lancer
uk_ua: Улан

source: Lancers are among the bravest and most feared riders in all of Wesnoth. Clad in minimal armor, they free themselves to ride swiftly, faster than any of their peers. The daring tactics they employ are like a double-edged sword, for they often win either glory or a swift death. Lancers excel in hunting down infantrymen who have made the mistake of breaking formation, and in piercing defensive lines. However, they have limited use in defense.
uk_ua: Улани — одні з найвідважніших і найзнаменитіших вершників в усьому Весноті. Одягнені в мінімально можливу броню, вони нестримно скачуть, швидше за всіх інших вершників. Їх зухвала тактика подібна до двогострого меча: улани можуть перемогти і прославиться, або швидко померти. Улани чудово підходять для полювання на піхотинців, які з необережності зламали стрій, і для проколу ліній оборони. Проте в обороні вони малокорисні.

source: Land of the Dead
uk_ua: Мертві Землі

source: Land! Land! Bless the Lords of Light!
uk_ua: Земля! Земля! Слава Владикам Світла!

source: Land-based villages generally give the best defense and movement as well. These villages are mixed terrains, based on the village terrain type, together with hill, swamp, and cave, respectively.
uk_ua: Наземні села також надають найкращий захист та ціну ходу. Ці села — змішана місцевість, з пагорбами, болотом та печерою відповідно.

source: Landar? Who is this ‘Landar’ you speak of?
uk_ua: Ландар? Хто такий цей ‘Ландар’, про якого ти говориш?

source: Landfill
uk_ua: Звалище

source: Landform:
uk_ua: Ландшафт:

source: Landunwonbam
uk_ua: Ландунвондам

source: Language
uk_ua: Мова

source: Large Pile of Gold Coins
uk_ua: Величезна купа золотих

source: Large, unwieldy units with the Slow trait have -1 movement and 5% more hitpoints.
uk_ua: Великі, неповороткі бійці з особливістю "повільний" мають -1 до швидкості руху та на 5% більше очків здоров'я.

source: Larsin
uk_ua: Ларсін

source: Lassemista
uk_ua: Лассеміста

source: Last
uk_ua: Остання

source: Late.
uk_ua: Спізнюєшся.

source: Later: With further observation, I have determined that this is probably not the way to avoid death. The reanimated bat has no will! It does nothing unless I nudge it with my mind. Perhaps the will of a human is stronger, and someday soon I will have the opportunity to find out... because I’m quitting the Academy. I will be in my room when old Morvihn checks for the night, but not two hours later! I grow weary of this place and its restrictions on thought. So, no more brown initiate’s robes, no more being ridiculed on account of my hair, no more pompous instructors. I will teach myself the so-called “dark” arts and learn how to live forever! The ancients from the Green Isle found a way, so I can discover it too. When all these oldsters here find themselves breathing their last, they will have to beg me for the secret. Perhaps I will be generous. Perhaps not.
uk_ua: Пізніше: У підсумку подальших спостережень мушу визнати, що в цей спосіб смерть не оминути. Оживлений кажан не має й краплі власної волі! Нічогісінько не робить, доки не спонукаю його розумом. Можливо, у людей волі залишатиметься більше. Скоро вже матиму нагоду перевірити… бо я кидаю Академію. Старий Морвін під час вечірнього обходу побачить мене в келії, та за дві години мене вже й слід простигне! Я втомилася від цього місця і того, як тут обмежують свободу думки. Годі з мене бурої адептської мантії, годі жартів про моє волосся, годі пихатих викладачів. Сама опаную ті «темні» закляття й розкрию таємницю вічного життя! Древні із Зеленого острова змогли, і я зможу. Коли старі пердуни тут почнуть конати, вони благатимуть, щоб я поділилися з ними дрібкою таємних знань. Можливо, я навіть розщедрюся. А може й ні.

source: Latest Campaign Revision
uk_ua: Остання ревізія кампанії

source: Latest Rewrite
uk_ua: Остання переробка

source: Latin Translation
uk_ua: Латинський переклад

source: Latvian Translation
uk_ua: Латвійський переклад

source: Launch a dialog to assist the host in changing the human controllers of sides.
uk_ua: Створює вікно, у якому хост може змінити операторів сторін.

source: Launch the gamestate inspector
uk_ua: Запустити Інспектор стану гри

source: Lava
uk_ua: Лава

source: Lava Chasm
uk_ua: Прірва з лавою

source: Lawful
uk_ua: Порядний

source: Lawful Bonus:
uk_ua: Бонус порядним:

source: Lawful units fight better during the day, and worse at night. Day: +25% Damage Night: −25% Damage
uk_ua: Порядні бійці краще б'ються вдень і гірше вночі. День: +25% збитку Ніч: −25% збитку

source: Lawful units:
uk_ua: Порядні бійці:

source: Layer
uk_ua: Шар

source: Lead Prince Haldric through the destruction of the Green Isle and across the Ocean to establish the very kingdom of Wesnoth itself. The confrontation with Lich-Lord Jevyan awaits...
uk_ua: Проведіть принца Хальдріка по зруйнованому Зеленому острову та через Океан, і допоможіть заснувати королівство Веснот. Вас чекає протистояння з Жев'яном, Владикою-Лічом...

source: Lead the way.
uk_ua: Паказуй шлях.

source: Leader
uk_ua: Лідер

source: Leaders
uk_ua: Лідери

source: Leaders of the border guards, mounted commanders command the garrisons that keep peace in the outermost provinces of Wesnoth. As effective leaders and powerful warriors, these men patrol the countryside and eliminate any and all threats to peace in the frontier villages.
uk_ua: Лідери прикордонників, верхові командири керують гарнізонами, що підтримують мир в найбільш віддалених провінціях Весноту. Як ефективні лідери та потужні воїни, ці чоловіки патрулюють околиці та знищують будь-яку загрозу для миру в передових селищах.

source: Leadership
uk_ua: Лідерство

source: Leadership bonus
uk_ua: Бонус лідерства

source: Leadership:
uk_ua: Лідерство:

source: Leaf Litter
uk_ua: Опале листя

source: Lean-to
uk_ua: Навіс

source: Leaning Oak
uk_ua: Похилений дуб

source: Learn the basics of Wesnoth gameplay with a tutorial. Recommended for first-time players.
uk_ua: Вивчіть основи гри у Веснот з цим посібником. Рекомендовано для тих, хто грає вперше.

source: Learn the lesson of my people. If we had fled here while even one of our great cities still stood we could have taken this Isle with ease. But we fought on until the bitter end. There can be no compromise with the orcs, their numbers are limitless, and you have no way to stop more orcs from coming.
uk_ua: Подивіться на мій народ. Якщо б ми бігли сюди, поки трималося б хоч одне з наших великих міст, ми б з легкістю захопили Острів. Але ми билися до самого кінця, сумного кінця. З орками не можна домовитися, їх ряди незчисленні. Ви не зможете їх зупинити, не зможете перешкодити їм привести ще орків.

source: Learning from Losses
uk_ua: Вчіться з втрат

source: Leather Pack
uk_ua: Пакунок зі шкірами

source: Leave
uk_ua: Покинути

source: Leave it.
uk_ua: Полиш це.

source: Leave nothing standing! Raze their villages and kill them all!
uk_ua: Нехай не залишиться нічого! Пограбуйте їхні села та всіх вбийте!

source: Leave some of them for me.
uk_ua: Залиш мені трішки.

source: Left mouse button displays player selection, right clears. Number keys scroll to the starting position, alt+number sets respective starting position under cursor, delete clears.
uk_ua: Ліва клавіша миші показує вибір гравця, права очищає. Цифрові клавіші прокручують до початкової позиції, Alt+цифра встановлює відповідну стартову позицію під курсором, Del очищає.

source: Left mouse button pastes from the clipboard, right brings up a context menu.
uk_ua: Ліва клавіша миші вставляє з буферу обміну, права викликає контекстне меню.

source: Left mouse button selects or deselects with Ctrl, right brings up a context menu. Hold Shift for magic-wand selection of tiles with same terrain.
uk_ua: Ліва клавіша миші вибирає або з Ctrl знімає вибір, права викликає контекстне меню. Затисніть Shift для вибору клітинок з подібною місцевістю методом магічної палички.

source: Left mouse button sets a new item.
uk_ua: Ліва клавіша миші встановлює новий предмет.

source: Left mouse button sets a new unit or moves a unit via drag and drop, right brings up a context menu. Needs a defined side.
uk_ua: Ліва клавіша миші поміщає на клітинку нового бійця або переміщає існуючого методом "затисни і пересунь", права викликає контекстне меню. Для роботи необхідно визначити сторону.

source: Left mouse button sets or drags a label, right clears.
uk_ua: Ліва клавіша миші встановлює або пересуває мітку, права очищає.

source: Left mouse button sets the village ownership to the current side, right clears. Needs a defined side.
uk_ua: Ліва клавіша миші встановлює власником села поточну сторону, права очищає. Для роботи необхідно визначити сторону.

source: Left-click:
uk_ua: Ліва кнопка миші:

source: Legends of the North
uk_ua: Легенди Півночі

source: Leollyn
uk_ua: Леолин

source: Leollyn is slain! This is terrible... I had best give up and return home.
uk_ua: Леолин убитий! Це жахливо... Мені залишається здатися і повернутися додому.

source: Leollyn’s emissary, Delfador, requests your help. He bears Leollyn’s token, which is not lightly given.
uk_ua: Емісар Леолина, Делфадор, просить вашої допомоги. Він носить знак Леолина, який нелегко заробити.

source: Let me have peace in Death! My love, I’ll be there soon—
uk_ua: У Смерті я знайду спокій! Моя любов, я йду до—

source: Let me have that trident. I want to control lightning!
uk_ua: Віддайте мені цей тризубець. Я хочу керувати блискавками!

source: Let me see those.
uk_ua: Покажи-но мені їх.

source: Let me through, you rogue!
uk_ua: З дороги, мерзото!

source: Let someone else have it.
uk_ua: Нехай його візьме хтось інший.

source: Let the light shine forth!
uk_ua: Нехай буде світло!

source: Let them all in! For the sake of humanity on this isle!
uk_ua: Впустіть усіх! В ім'я залишків людяності на цьому острові!

source: Let them come. We will fight them with all we have!
uk_ua: Хай йдуть. Ми будемо боротися з ними, як зможемо!

source: Let there be peace between us. Our survival depends on it.
uk_ua: Нехай буде мир між нами, від цього залежить наше виживання.

source: Let us bring our kin that orc’s head as a guesting-gift.
uk_ua: Давайте принесемо нашим родичам голову того орка як подарунок.

source: Let us find the mage quickly and leave.
uk_ua: Давайте швидше знайдемо мага і покинемо це місце.

source: Let us go quickly. <i>And avoid doing anything that might make her angrier than she already is...</i>
uk_ua: Тоді йдемо, швидше. <i>І треба уникати будь-чого, що розлютить її ще більше...</i>

source: Let us prepare ourselves for the coming battle.
uk_ua: Готуймося до майбутньої битви.

source: Let us proceed onward.
uk_ua: Давайте рухатися далі.

source: Let’s clear out that troll hole!
uk_ua: Очистимо цю нору тролів!

source: Let’s cut you free!
uk_ua: Давайте звільнимо вас!

source: Let’s finish off the rest of these monsters!
uk_ua: Доб'ємо чудовиськ, що залишилися!

source: Let’s finish what we started, brother.
uk_ua: Давай завершимо те, що ми почали, брате.

source: Let’s follow it into the cave.
uk_ua: Ходімо за ним у печеру.

source: Let’s get out of here!
uk_ua: Йдемо звідси!

source: Let’s get those saurians and nagas on that beach!
uk_ua: Розіб'ємо ящерів і наг на тому узбережжі!

source: Let’s go! Attack!
uk_ua: Вперед! В атаку!

source: Let’s hope you be right. Everything be hinging on this battle.
uk_ua: Спадіваймося, ти правий. Усе залежатиме від цієї битви.

source: Let’s put those souls on the cursed isle to rest!
uk_ua: Упокоїмо ж ті душі на Проклятому острові!

source: Let’s send these monsters to their final rest.
uk_ua: Давайте відправимо цих чудовиськ на вічний спокій.

source: Level
uk_ua: Рівень

source: Level:
uk_ua: Рівень:

source: Liberty
uk_ua: Воля

source: Liberty — Epilogue
uk_ua: Воля — Епілог

source: Libraries
uk_ua: Бібліотеки

source: Library
uk_ua: Бібліотека

source: License
uk_ua: Ліцензія

source: Lich
uk_ua: Ліч

source: Lich Lord
uk_ua: Владика-Ліч

source: Lich-Lord Caror
uk_ua: Владика-Ліч Карор

source: Lich-Lord Jevyan
uk_ua: Владика Жев'ян

source: Lich-Lord Lenvan
uk_ua: Владика-Ліч Ленван

source: Lies to the west of <ref>dst='morogor' text='Morogor'</ref> across the <ref>dst='great_ocean' text='Great Ocean'</ref>.
uk_ua: Лежить на захід від <ref>dst='morogor' text='Морогору'</ref> посеред <ref>dst='great_ocean' text='Великого океану'</ref>.
